["La masa de la Tierra alcanza los 5.972.190.000.000.000.000.000 kg. A pesar de que es tan pesado, de hecho la tierra tiene una velocidad de 107.281 km por pushname para rodear el Sol. Es rápido, ¿no?",
  "La masa de la Tierra está dominada por el polvo espacial y puede reducirse con gases similares al hidrógeno que se reducen en tres kilogramos cada segundo. Este hecho único muestra que la tierra perderá 95 mil toneladas de masa cada año", 
  "En 2018 se estima que la población humana llegará a 7.600 millones de personas. Aunque la tierra está llena de humanos, hechos únicos revelan que los seres humanos no afectan la masa de la tierra. Esto se debe a que los seres humanos se forman a partir de átomos en forma de oxígeno 65 por ciento, carbono 18.5 por ciento, e hidrógeno 9.5 por ciento.",
  "la Tierra está llena de 70 por ciento de agua por lo que a menudo es natural que la tierra sea llamada por el nombre del planeta del agua. El océano más profundo de la Tierra es la Fosa de las Marianas con una profundidad de 10.994 metros bajo el agua. El hecho único detrás de la Fosa de las Marianas es que si pones el Monte Everest allí, ¡el pico más alto todavía está por debajo del nivel del mar durante 1,6 kilómetros!"
  "De hecho, la tierra en la que viven los humanos es sólo el uno por ciento de todo el planeta Tierra. Este hecho único muestra que todavía hay muchas partes de la tierra que tienen el misterio de la vida. Interesado en explorar para descubrir misterios, así como hechos únicos en otras partes de la tierra",
  "Hay una ciudad en Rusia cuyas calles están cuidadosamente dispuestas con un palacio diseñado como un magnífico ajedrez. El asentamiento fue ideado por un presidente obsesionado con el ajedrez llamado Kirsan Ilyumzhinov."
  "¿Conoces los hechos únicos sobre la mozzarella hecha de leche de búfalo y no leche de vaca? Hace unos 500 años, en Campania, Italia, la mozzarella se hizo por primera vez con leche de búfalo. El hecho único detrás del uso de leche de búfalo se debe a que el contenido proteico de leche de búfalo es un 10-11% más que la leche de vaca"."
  "Bali tiene un hecho único porque tiene muchas vacaciones donadas por una serie de fiestas religiosas importantes. Casi todos los días de este gran religioso todo el mundo tendrá unas vacaciones. Algunas de las fiestas son galungan, brass, nyepi, pagerwesi, saraswati, y una serie de otras grandes ceremonias como piodalan (pujawali).",
  "La capital de Yakarta tiene muchos encantos, así como hechos únicos que tal vez aún no conozcas. Antes de ser nombrada Yakarta, la capital de Indonesia ha tenido varios cambios de nombre. Los nombres de la capital de Indonesia en orden de cambio incluyen Sunda Kelapa, Jayakarta, Batavia, Betawi, Jacatra, Jayakarta y Yakarta."
  "En 1952 la ventana del avión fue diseñada en forma cuadrada, pero su uso se consideró defectuoso por lo que no se volvió a aplicar. Las ventanas redondeadas están diseñadas para abordar las diferencias en la presión del aire dentro y fuera del avión para evitar fallas estructurales que podrían conducir a accidentes de avión.",
  "El principal alimento de los mosquitos machos y hembras en general es el néctar y las sustancias dulces obtenidas principalmente de las plantas. Pero los mosquitos necesitan proteínas adicionales para poner huevos que se pueden obtener de los seres humanos, mientras que los mosquitos machos no necesitan sustancias proteicas adicionales para poner huevos"."
  "El principal alimento de los mosquitos machos y hembras en general es el néctar y las sustancias dulces obtenidas principalmente de las plantas. Pero los mosquitos necesitan proteínas adicionales para poner huevos que se pueden obtener de los seres humanos, mientras que los mosquitos machos no necesitan sustancias proteicas adicionales para poner huevos"."
  "Reír y feliz aumenta el sistema inmunológico, especialmente la producción de células asesinas naturales que ayudan a proteger el cuerpo de la enfermedad",
  "Cucarachas pedos cada 15 minutos y continúan liberando gas metano (pedos) durante 18 minutos después de la muerte."
  "La aplicación de cal puede iluminar la parte negra de la rodilla/ codo.",
  "La energía generada por un tifón durante 10 minutos es mayor que la energía de una bomba en tiempos de guerra",
  "El único sentido humano que no funciona durante el sueño es el sentido del olfato"."
   "A los astronautas se les prohíbe comer alimentos tipo legumbre antes de ir al espacio. Porque puede hacer que se pedo fácilmente. Y el gas pedo es muy peligroso para sus trajes espaciales.",
  "Sólo en Los Estados Unidos, los gatos matan miles de millones de animales en el espacio de un año. Son responsables de la muerte de 1,4 - 73.7 mil millones de aves y 6.9 - 20.7 mil millones de mamíferos cada año. No sólo eso, hasta ahora han eliminado por completo un total de 33 especies del mundo."
"Los tiburones pierden más de 6000 dientes cada año, y sus nuevos dientes crecen en 24 años."
  "Las hormigas pueden levantar pesas 50 veces su cuerpo.",
  "La boca produce 1 litro de saliva cada día.",
  "Los caracoles pueden dormir durante 3 años",
  "Las cucarachas pueden vivir 9 días sin cabeza, y morirán de hambre",
  "El ojo de Avestruz es más grande que su cerebro"
